tap "encoredev/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "plentico/plenti"
tap "pulumi/tap"
brew "asciidoctor"
brew "awscli"
brew "bazel"
brew "python@3.9"
brew "glib"
brew "gh"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "jq"
brew "julia"
brew "libomp"
brew "llvm"
brew "node"
brew "marp-cli"
brew "micro"
brew "neovim"
brew "nghttp2"
brew "nodenv"
brew "pandoc"
brew "pdftk-java"
brew "squashfs"
brew "encoredev/tap/encore"
brew "helix-editor/helix/helix"
brew "plentico/plenti/plenti"
brew "pulumi/tap/pulumi"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alfred"
cask "amethyst"
cask "anki"
cask "audacity"
cask "audio-hijack"
cask "barrier"
cask "brave-browser"
cask "calibre"
cask "docker"
cask "dropbox"
cask "flux"
cask "font-juliamono"
cask "framer"
cask "gimp"
cask "github"
cask "hiddenbar"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "latexit"
cask "logseq"
cask "mactex"
cask "mathpix-snipping-tool"
cask "mem"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "milanote"
cask "mimestream"
cask "miniconda"
cask "obsidian"
cask "onedrive"
cask "plex-media-server"
cask "postman"
cask "powershell"
cask "raycast"
cask "rectangle"
cask "skim"
cask "slack"
cask "spotify"
cask "streamlabs-obs"
cask "sublime-text"
cask "syncthing"
cask "synergy"
cask "tailscale"
cask "transmission"
cask "tunein"
cask "typora"
cask "vlc"
cask "whatsapp"
cask "zotero"
